[
  {
    "title": "Why Technology Needs More Female Entrepreneurs",
    "subsection": "technologie",
    "description": "In 2020 alone, only 25% of women held tech-related job positions in the industry. This statistic did not come to me as a surprise then, nor does it now. Overtime, one may think that this statistic might have grown overtime, however, history says otherwise. Throughout history, the concept of gender inequality and the resulting discrepancies have been apparent. This inturn, resulted in many problems. Even beyond this, during the time when women were forced to be housewives while men enjoyed social work freedom, it highlighted an idea of gender inequality. This societal construct, often referred to as 'separate spheres' has been a lingering ideology influencing U.S. history, and ultimately to the issues we as a society face. Stemming from deeply ingrained gender norms and expectations as seen throughout history, this construct has created an imbalance in gender equality for women, shaping their roles in society today.\n\nWith several challenges that the tech industry continues to face, it is no surprise that there is a growing recognition for a more diverse workforce. Aspiring female entrepreneurs like myself have great potential to hold a critical role in not only the tech industry, but to address issues that regard gender inequality. Not only that, but by bringing diverse voices to the table, not only can they create solutions, but also allow other female entrepreneurs to become more confident in their role. This inturn will bridge the gender gap in the tech industry. Female representation offers more than simply diversity. Female entrepreneurs offer problem-solving approaches, which is a heavy need in the tech world. Their diverse, new, and fresh perspectives can lead to the development of inclusive technologies, and a better experience for users in terms of their products and services. For instance, the founder of Girls Who Code, Reshma Saujani, created an organization committed to immerse diversity in tech by creating free summer courses for high school students. She advocates to stop the gender discrimination that comes into play in every shape or form in the industry (digitaltrends, Rawes). With this, increasing female entrepreneurship can create great potential in the industry."
  },
  {
    "title": "Increasing fuel efficiency in semitrucks by utilizing underbody diffusers",
    "subsection": "technologie",
    "description": "Semitrucks annually consume 36 billion gallons of fuel to transport 11 billion tons of domestic freight. Due to its aerodynamically inefficient shape, semitrucks expend over 50% of their fuel to overcome the aerodynamic resistance (drag) at highway cruising speeds. Therefore, any reduction in drag will significantly reduce fuel consumption. Several drag reduction technologies, such as side skirts and trailer tails, have already been implemented into commercial fleets. However, controlling the airflow through the semitruck’s underbody with a diffuser has not been explored as a potential drag-reduction technology. An underbody diffuser is an open-channel within the underbody of a vehicle that features a diverging upswept section towards the rear-half. The diffuser takes in air from the front and accelerates it towards the rear. A resulting effect is the deflection of the underbody flow upwards in the vehicle’s rear which is postulated to mitigate the aerodynamic drag."
  },
  {
    "title": "VENDING MAGICK",
    "subsection": "food",
    "description": "Vending Magick Machines offers a variety of nutritious and healthy canned food options at any time for the full 24 hours, making it accessible for low-income families and individuals. Our vending machines use state-of-the-art technology that ensures the freshness and quality of the food. Moreover, we hope to partner with local schools and suppliers to support the community and offer the best nutrition. In addition, Vending Magick Machines are placed strategically in areas where there is a high demand for food, such as Orange County. Once we start in Orange County, we will be able to flourish and expand our product throughout other counties. We believe that access to healthy food should not be limited to certain areas, and our goal is to bring food to those who need it the most. Our mission is to create a sustainable and inclusive community where everyone has access to healthy food options. Additionally, we hope that these accessible vending machines allow many families and individuals to pick up food at a convenient time. This truly sets us apart from others. With Vending Magick, we hope to make a difference in the lives of low-income families and individuals, one vending machine at a time."
  }
]
